USE Agency;

-- Вносим данные в таблицу 'ClientsEntit'
INSERT INTO [dbo].[ClientsEntit]
    ( --Столбцы для внесения данных
    [OGRN], [FamilyName], [Name], [Patronymic], [Phone], [Email], [NameOrg], [Address]
    )
VALUES
    (
        '6136385269520', 'Черных' , 'Артемий', 'Константинович', '+7(4942)944409', 'briana31@hotmail.com', 'Томская топливная компания', 'Наро-Фоминск, бульвар Косиора, 61'
),
    (
        '7164107037076', 'Белоусов', 'Владимир', 'Иванович', '+7(351)3934500', 'sfriesen@gmail.com', 'Winline', 'Балашиха, спуск Будапештсткая, 30'
),
    (
        '9158596696580', 'Куликова', 'Арина', 'Матвеевна', '+7(4742)273858', 'jprosacco@mckenzie.com', 'Транспортные комоненты', 'Озёры, ул. Косиора, 30'
),
    (
        '4015390187996', 'Овчинникова', 'Елена', 'Андреевна', '+7(8635)869469', 'lbecker@gmail.com', 'Инград', 'Москва, ул. Будапештсткая, 40'
),
    (
        '6097998509867', 'Носков', 'Платон', 'Кириллович', '+7(495)4716622', 'ryder85@hotmail.com', 'Стройпроектсервис', 'Дорохово, въезд Гагарина, 71'
),
    (
        '2010434335547', 'Белова', 'Анна', 'Романовна', '+7(3955)437789', 'luettgen.zack@hotmail.com', 'ОАО "РУС"', 'Наро-Фоминск, проезд Ленина, 85'
),
    (
        '6163239791423', 'Павлов', 'Тимур', 'Максимович', '+7(8443)334547', 'lonie42@rowe.info', 'ЭнергоЖилСтрой', 'Серебряные Пруды, шоссе Сталина, 68'
),
    (
        '3093339852680', 'Шувалова', 'Верооника', 'Марковна', '+7(8142)458125', 'lesch.lonnie@turcotte.com', 'ЭТАЖИ', 'Луховицы, спуск Чехова, 25'
),
    (
        '4035955430232', 'Софронов', 'Матвей', 'Иванович', '+7(8452)692768', 'alexandrine61@yahoo.com', 'Астэра', 'Озёры, пл. Ломоносова, 88'
),
    (
        '8147277990577', 'Баранова', 'Виктория', 'Данииловна', '+7(4232)797290', 'aklocko@kiehn.net', 'СДЭК', 'Коломна, ул. Ломоносова, 75'
),
    (
        '2159147886676', 'Филатов', 'Али', 'Ярославович', '+7(3519)452240', 'mabel.bergnaum@gerhold.net', 'Зерно Заволжья', 'Шатура, проезд Гагарина, 91'
),
    (
        '9061588683741', 'Петрова', 'Софья', 'Ивановна', '+7(8202)954377', 'emerald.spinka@hotmail.com', 'Ozon', 'Ступино, въезд Будапештсткая, 39'
),
    (
        '2100810964725', 'Волков', 'Савелий', 'Семёнович', '+7(4942)580785', 'antonio.kub@russel.com', 'Wildberries', 'Лотошино, пр. Ломоносова, 54'
),
    (
        '1122572486486', 'Иванов', 'Тимофей', 'Алексеевич', '+7(8652)822936', 'purdy.chelsey@connelly.com', 'Сбер', 'Видное, наб. Балканская, 80'
),
    (
        '2150873408960', 'Александров', 'Вадим', 'Иванович', '+7(4862)715014', 'martine.moen@hotmail.com', 'Тинькофф', 'Серпухов, ул. Бухарестская, 72'
),
    (
        '9048204721479', 'Васильева', 'Анастасия', 'Кирилловна', '+7(8442)269303', 'tromp.marie@glover.com', 'ПромСвязьБанк', 'Раменское, пл. Домодедовская, 19'
),
    (
        '6123831784708', 'Журавлёв', 'Алексей', 'Даниилович', '+7(4212)689814', 'gbraun@yahoo.com', 'СнабСервис', 'Воскресенск, пл. Бухарестская, 34'
),
    (
        '7134090928668', 'Щербаков', 'Павел', 'Игоревич', '+7(35130)34945', 'scot37@gmail.com', 'Роснефть', 'Зарайск, пр. Бухарестская, 09'
),
    (
        '2144285876744', 'Жилин', 'Дмитрий', 'Львович', '+7(391)7743405', 'alexzander.grant@ebert.com', 'Газпром', 'Волоколамск, Будапештсткая, 94'
),
    (
        '9137363444011', 'Дружинин', 'Георгий', 'Тимофеевич', '+7(8112)621405', 'jules26@yahoo.com', 'Лукойл', 'Серпухов, спуск Чехова, 93'
),
    (
        '3048591871259', 'Новиков', 'Макар', 'Артёмович', '+7(812)8570404', 'jenkins.janiya@hotmail.com', 'Deliviry Club', 'Серпухов, наб.Космонавтов, 02'
),
    (
        '4152349420758', 'Васильев', 'Роман', 'Александрович', '+7(8652)575232', 'willms.aliyah@satterfield.com', 'ИТЕКО', 'Шаховская, въезд Чехова, 64'
),
    (
        '4053643536316', 'Богданов', 'Марк', 'Александрович', '+7(351)4328022', 'orion.feest@hotmail.com', 'Фармфорвард', 'Одинцово, пр. Славы, 14'
),
    (
        '7163527185177', 'Логинов', 'Андрей', 'Эмирович', '+7(8652)885159', 'nitzsche.jake@gmail.com', 'Строительный Трест', 'Подольск, пер. Ломоносова, 69'
),
    (
        '9139171813112', 'Тихонов', 'Мирон', 'Николаевич', '+7(3462)850613', 'belle61@jerde.com', 'ВкусВилл', 'Коломна, пер. Космонавтов, 73'
),
    (
        '7149221268101', 'Пономарёва', 'Вера', 'Ивановна', '+7(831)9860056', 'schowalter.daniella@yahoo.com', 'МаксимаТелеком', 'Можайск, пр. Гагарина, 50'
),
    (
        '8032266004191', 'Васильев', 'Демид', 'Дмитриевич', '+7(3842)489904', 'joanny.mclaughlin@hotmail.com', 'ТТК', 'Видное, наб. Будапештсткая, 80'
),
    (
        '4068302660235', 'Леонов', 'Дмитрий', 'Макарович', '+7(863)9760063', 'stephania.dubuque@crooks.com', 'Ростелеком', 'Шаховская, ул. Славы, 75'
),
    (
        '5034496127870', 'Митрофанов', 'Адам', 'Петрович', '+7(831)8190337', 'agnes36@harvey.biz', 'МИГ-Сервис', 'Луховицы, пр. Ладыгина, 13'
),
    (
        '1161517798243', 'Костин', 'Глеб', 'Владиславович', '+7(8442)769096', 'wprosacco@yahoo.com', 'МТС', 'Ступино, проезд 1905 г., 18к1'
)
GO

Select * From ClientsEntit

-- Вносим данные в таблицу 'ClientsIndiv'
INSERT INTO [dbo].[ClientsIndiv]
    ( --Столбцы для внесения данных
    [INN], [FamilyName], [Name], [Patronymic], [Phone], [Email], [Address]
    )
VALUES
    (
        '447875056295', 'Фадеева' , 'Алина', 'Богдановна', '+7(914)472-00-36', 'boehm.orville@hotmail.com', 'Павловский Посад, наб. Ладыгина, 55'
),
    (
        '036932681002', 'Попова', 'Дарья', 'Максимовна', '+7(996)574-42-51', 'kelly.zemlak@kessler.net', 'Ногинск, спуск Балканская, 46'
),
    (
        '011460196664', 'Сидорков', 'Никита', 'Анатольевич', '+7(913)372-55-48', 'hollis.prohaska@gmail.com', 'Люберцы, пл. Славы, 13'
),
    (
        '558535027410', 'Глушкова', 'Анна', 'Степановна', '+7(905)325-12-75', 'agutmann@gleason.com', 'Наро-Фоминск, проезд Ломоносова, 80'
),
    (
        '913674276467', 'Земницкая', 'Екатерина', 'Сергеевна', '+7(910)815-07-00', 'raphael44@hotmail.com', 'Павловский Посад, бул. 1905 года, 33'
),
    (
        '178235543007', 'Белов', 'Александр', 'Николаевич', '+7(909)473-31-37', 'myrtie83@gmail.com', 'Раменское, пл. Будапештсткая, 49'
),
    (
        '286565380229', 'Пчёлкин', 'Виктор', 'Павлович', '+7(912)075-91-24', 'rmarquardt@gulgowski.com', 'Серебряные Пруды, наб. Бухареста, 99'
),
    (
        '447243975304', 'Филатов', 'Валерий', 'Константинович', '+7(996)022-91-53', 'carolina.bahringer@mcclure.biz', 'Егорьевск, бульвар Чехова, 98'
),
    (
        '038470271612', 'Королькевич', 'Анна', 'Николаевна', '+7(996)514-83-14', 'keeling.trevion@hotmail.com', 'Луховицы, спуск Будапештсткая, 86'
),
    (
        '742201334700', 'Разумовский', 'Сергей', 'Фёдорович', '+7(917)491-34-17', 'cecile.tillman@haag.com', 'Одинцово, пр. Бухарестская, 33'
),
    (
        '175393550410', 'Дубин', 'Дмитрий', 'Витальеивч', '+7(996)355-41-01', 'schaden.tanner@hotmail.com', 'Щёлково, ул. Чехова, 54'
),
    (
        '789641456778', 'Бычков', 'Виталий', 'Витальеивич', '+7(495)479-51-52', 'bernier.gerson@yahoo.com', 'Мытищи, пр. Сталина, 04'
),
    (
        '107198929660', 'Климова', 'Ирина', 'Сергеевна', '+7(907)907-97-79', 'jayme81@brekke.com', 'Ногинск, шоссе Космонавтов, 94'
),
    (
        '713612082113', 'Барнашова', 'Юлия', 'Тимофеевна', '+7(914)475-13-11', 'johns.annabel@altenwerth.biz', 'Сергиев Посад, пр. Ленина, 90'
),
    (
        '408001781264', 'Каверин', 'Алексей', 'Петрович', '+7(925)252-25-25', 'lroob@gmail.com', 'Талдом, бульвар Ленина, 38'
),
    (
        '235592313965', 'Скажутина', 'Любовь', 'Михайловна', '+7(914)399-91-92', 'sydnie.fritsch@schoen.info', 'Подольск, пл. Сталина, 70'
),
    (
        '031565310105', 'Пожарский', 'Артём', 'Маратович', '+7(999)999-99-98', 'keebler.baron@purdy.biz', 'Ступино, проезд Будапештсткая, 26'
),
    (
        '775036323569', 'Гром', 'Игорь', 'Олегович', '+7(935)271-17-98', 'jenkins.verner@gmail.com', 'Щёлково, спуск Будапештсткая, 31'
),
    (
        '705338711330', 'Волков', 'Олег', 'Львович', '+7(937)837-37-37', 'tevin77@nienow.com', 'Дмитров, пр. Будапештсткая, 35'
),
    (
        '638071306820', 'Дружинин', 'Алексаднр', 'Тимофеевич', '+7(800)713-13-13', 'lucio01@yahoo.com', 'Чехов, проезд Бухарестская, 24'
),
    (
        '218311174687', 'Волков', 'Александр', 'Александрович', '+7(812)857-04-04', 'rosenbaum.markus@yahoo.com', 'Солнечногорск, въезд Гагарина, 23'
),
    (
        '237530249223', 'Борисов', 'Юрий', 'Борисович', '+7(865)525-46-90', 'aturner@barton.com', 'Пушкино, наб. Домодедовская, 00'
),
    (
        '182121479762', 'Чиповская', 'Анна', 'Ильинична', '+7(351)-291-43-41', 'braden37@koelpin.org', 'Видное, проезд Ломоносова, 39'
),
    (
        '692319596498', 'Майков', 'Павел', 'Эмирович', '+7(865)254-21-14', 'janet58@hotmail.com', 'Егорьевск, пр. Славы, 00'
),
    (
        '855955679891', 'Синицкая', 'Светлана', 'Георгиевна', '+7(345)802-28-51', 'joelle53@pagac.com', 'Шаховская, шоссе Ленина, 28'
),
    (
        '309139326764', 'Мухин', 'Сергей', 'Сергеевич', '+7(495)980-01-01', 'austen74@hotmail.com', 'Наро-Фоминск, спуск Косиора, 23'
),
    (
        '518335564130', 'Янковская', 'Елизавета', 'Филиповна', '+7(446)589-31-08', 'dannie22@yahoo.com', 'Пушкино, наб. Балканская, 28'
),
    (
        '073969877594', 'Жизневский', 'Тихон', 'Петрович', '+7(870)124-05-05', 'gottlieb.jaron@kreiger.com', 'Лотошино, пр. Ленина, 81'
),
    (
        '447196796270', 'Мулин', 'Иван', 'Андреевич', '+7(924)392-12-72', 'hill.thora@gmail.com', 'Красногорск, проезд Космонавтов, 43'
),
    (
        '636789507657', 'Балашова', 'Анастасия', 'Михайловна', '+7(293)192-39-12', 'ansel.dare@yahoo.com', 'Кашира, спуск Ладыгина, 56'
)
GO

Select * From ClientsIndiv


-- Вносим данные в таблицу 'Contracts'
INSERT INTO [dbo].[Contracts]
    ( --Столбцы для внесения данных
    [SignDate], [ClientEntit], [INN], [OGRN], [ExpirationDate]
    )
VALUES
    (
        '2022-05-13', '0' , '036932681002', '', '2023-05-13'
),
    (
        '2022-02-04', '1', '', '6136385269520', '2023-02-04'
),
    (
        '2022-02-05', '0', '447243975304', '', '2023-02-05'
),
    (
        '2022-03-24', '1', '', '7164107037076', '2023-03-24'
),
    (
        '2022-01-09', '0', '789641456778', '', '2023-01-09'
),
    (
        '2022-01-30', '1', '', '9158596696580', '2023-01-30'
),
    (
        '2022-02-28', '0', '636789507657', '', '2023-02-28'
),
    (
        '2022-03-21', '1', '', '4015390187996', '2023-03-21'
),
    (
        '2022-02-11', '0', '447196796270', '', '2023-02-11'
),
    (
        '2022-02-06', '1', '', '6097998509867', '2023-02-06'
),
    (
        '2022-05-10', '0', '073969877594', '', '2023-05-10'
),
    (
        '2022-02-24', '1', '', '2010434335547', '2023-02-24'
),
    (
        '2022-01-19', '0', '309139326764', '', '2023-01-19'
),
    (
        '2021-09-18', '1', '', '6163239791423', '2022-09-18'
),
    (
        '2021-12-02', '1', '', '1161517798243', '2022-12-02'
),
    (
        '2021-11-24', '1', '', '5034496127870', '2022-11-24'
),
    (
        '2021-10-05', '1', '', '4068302660235', '2022-10-05'
),
    (
        '2021-08-01', '1', '', '8032266004191', '2022-08-01'
),
    (
        '2021-09-17', '1', '', '7149221268101', '2022-09-17'
),
    (
        '2021-09-30', '0', '855955679891', '', '2022-09-30'
),
    (
        '2022-01-10', '0', '692319596498', '', '2023-01-10'
),
    (
        '2021-12-04', '0', '182121479762', '', '2022-12-04'
),
    (
        '2021-11-30', '0', '447875056295', '', '2022-11-30'
),
    (
        '2021-12-30', '0', '031565310105', '', '2022-12-30'
),
    (
        '2021-11-20', '0', '775036323569', '', '2022-11-20'
),
    (
        '2022-08-12', '0', '235592313965', '', '2023-08-12'
),
    (
        '2022-01-12', '0', '011460196664', '', '2023-01-12'
),
    (
        '2021-06-26', '1', '', '9139171813112', '2022-06-26'
),
    (
        '2021-06-19', '1', '', '7163527185177', '2022-06-19'
),
    (
        '2021-09-12', '1', '', '4053643536316', '2022-09-12'
)
GO

Select * From Contracts

-- Вносим данные в таблицу 'Staff'
INSERT INTO [dbo].[Staff]
    ( --Столбцы для внесения данных
    [FamilyName], [Name], [Patronymic], [Phone], [Email], [Post], [EmployDate]
    )
VALUES
    (
        'Петровская' , 'Вероника', 'Никитична', '+7(072)401-09-70', 'nhuel@yahoo.com', 'Администратор', '2022-01-10'
),
    (
        'Ильина', 'Виктория', 'Матвеевна', '+7(86)186-43-52', 'hyman36@yahoo.com', 'Дизайнер', '2021-5-09'
),
    (
        'Зорин', 'Ярослав', 'Алексеевич', '+7(888)925-43-26', 'jreynolds@jacobson.biz', 'Дизайнер', '2022-03-28'
),
    (
        'Нестеров', 'Тихон', 'Артурович', '+7(77)760-87-94', 'bulah.sipes@gmail.com', 'Администратор', '2021-12-03'
),
    (
        'Исаев', 'Эмиль', 'Максимович', '+7(023)687-27-61', 'leonel.predovic@yahoo.com', 'Проектировщик', '2022-10-24'
),
    (
        'Абрамов', 'Леон', 'Степанович', '+7(53)069-68-73', 'dorothy.rutherford@damore.biz', 'Инженер', '2022-02-10'
),
    (
        'Астахова', 'Мирослава', 'Богданова', '+7(50)380-84-10', 'igrant@hotmail.com', 'Дизайнер',  '2021-03-01'
),
    (
        'Струков', 'Максим', 'Артёмович', '+7(6764)310-56-42', 'mills.haleigh@gmail.com', 'Маркетолог',  '2021-04-19'
),
    (
        'Воробьёв', 'Максим', 'Иванович', '+7(0238)704-71-85', 'tiffany.walker@weber.org', 'Маркетолог',  '2021-05-10'
),
    (
        'Касьянов', 'Максим', 'Иванович', '+7(60)780-44-54', 'remington11@hotmail.com', 'Таргетолог', '2022-02-06'
),
    (
        'Филатова', 'Ульяна', 'Артёмовна', '+7(6533)600-84-98', 'skutch@hotmail.com', 'Таргетолог', '2021-12-25'
),
    (
        'Малышев', 'Дмитрий', 'Егорович', '+7(93)015-38-67', 'blair59@welch.biz', 'Заместитель директора', '2021-01-12'
),
    (
        'Панин', 'Артём', 'Егорович', '+7(480)448-00-24', 'gwendolyn77@stiedemann.com', 'IT-специалист', '2022-01-14'
),
    (
        'Горбунов', 'Даниил', 'Михайлович', '+7(8497)850-79-08', 'mcdermott.eduardo@yahoo.com', 'Техник', '2021-04-11'
),
    (
        'Назарова', 'Екатерина', 'Владимировна', '+7(51)195-68-66', 'hilton11@hartmann.info', 'Директор', '2021-03-01'
),
    (
        'Горбунова', 'Екатерина', 'Евгеньевна', '+7(14)167-04-20', 'hardy.mckenzie@howe.com', 'СММ-специалист', '2021-05-10'
),
    (
        'Новикова', 'Екатерина', 'Евгеньевна', '+7(18)257-24-98', 'alva.goyette@gmail.com', 'Специалист отдела продаж', '2022-01-13'
),
    (
        'Павловская', 'Варвара', 'Михайловна', '+7(995)641-26-36', 'kelton96@strosin.com', 'Product-manager', '2021-12-06'
),
    (
        'Климова', 'Элина', 'Тимофеевна', '+7(43)580-50-23', 'muller.monte@schimmel.net', 'СММ-специалист', '2022-01-13'
),
    (
        'Осипов', 'Артём', 'Александрович', '+7(4966)550-45-69', 'hrunte@gmail.com', 'Таргетолог', '2021-11-30'
),
    (
        'Петрова', 'Ольга', 'Тимофеевна', '+7(01)740-78-45', 'lura.toy@corkery.com', 'Инженер', '2022-02-04'
),
    (
        'Никитин', 'Иван', 'Романович', '+7(259)831-22-79', 'waldo.bechtelar@heathcote.com', 'Менеджер по производству', '2021-07-26'
),
    (
        'Булгаков', 'Тимур', 'Матвеевич', '+7(2476)360-47-42', 'block.dannie@hotmail.com', 'Техник', '2022-05-10'
),
    (
        'Киселёва', 'Дарья', 'Юрьевна', '+7(59)054-21-34', 'marcelle.heller@gmail.com', 'Клининг-специалист', '2021-12-12'
),
    (
        'Юдина', 'Ангелина', 'Артёмовна', '+7(6519)165-54-24', 'faye68@yahoo.com', 'Клининг-специалист', '2022-01-13'
),
    (
        'Румянцев', 'Арсений', 'Иванович', '+7(8526)476-48-69', 'destin37@fritsch.org', 'Клининг-менеджер', '2021-08-02'
),
    (
        'Васильев', 'Демид', 'Дмитриевич', '+7(874)122-14-12', 'jaclyn28@becker.net', 'IT-специалист', '2022-03-10'
),
    (
        'Леонов', 'Дмитрий', 'Макарович', '+7(863)9760063', 'amara.dare@gmail.com', 'Security-менеджер', '2021-06-13'
),
    (
        'Митрофанов', 'Адам', 'Петрович', '+7(831)8190337', 'laura.herman@harris.info', 'Security-специалист', '2022-02-14'
),
    (
        'Костин', 'Глеб', 'Владиславович', '+7(8442)769096', 'leonard07@gmail.com', 'Бухгалтер', '2021-09-10'
)
GO

Select * From Contracts

-- Вносим данные в таблицу 'Price'
INSERT INTO Agency.dbo.Price
    ( --Столбцы для внесения данных
    [NameService], [PriceCount]
    )
VALUES
    (
        'Баннер 1.5x1.5', 1800
),
    (
        'Баннер 2x2', 2000
),
    (
        'Баннер 2.5x2.5', 3000
),
    (
        'Баннер 4x4', 7500
),
    (
        'Баннер 3x6', 8500
),
    (
        'Баннер 20м<x<40м', 25000
),
    (
        'СММ-продвижение 6 мес.', 230000
),
    (
        'СММ-продвижение 12 мес.', 450000
),
    (
        'СММ-продвижение 24 мес.', 875000
),
    (
        'Таргетирование 3 настройки', 22500
),
    (
        'Таргетирование 5 настроек', 30000
),
    (
        'Таргетирование 10 настроек', 55000
),
    (
        'Создание оформления для 1 соц. сети',  5000
),
    (
        'Создание оформления для 3 соц. сетей', 12500
),
    (
        'Создание оформления для 6 соц. сетей', 22500
),
    (
        'Организация рекламной компании на 6 месяцев', 400000
),
    (
        'Аудит PR и SMM', 25000 
),
    (
        'Настройка кросс-постинга', 8000 
),
    (
        'Разработка контент-стратегии на 3 мес.', 10000
)
GO


-- Вносим данные в таблицу 'Orders'
INSERT INTO [dbo].[Orders]
    ( --Столбцы для внесения данных
    [IdContract], [IdService], [PlaneDate], [Comment], [IdStaff]
    )
VALUES
    (
        '1' , '3', '2022-05-23', 'Баннер для аптеки - Аптека Эконом. Классический пресет.', '2'
),
    (
        '3' , '10', '2022-08-20', 'Таргет 3 настройки', '3'
),
    (
        '8' , '17', '2022-04-21', 'Аудит', '8'
),
    (
        '10' , '4', '2022-02-26', 'Баннер ', '5'
),
    (
        '12' , '6', '2022-03-29', 'Баннер рекламный на фуру.', '5'
),
    (
        '2' , '9', '2024-02-11', 'СММ на 2 года для', '16'
),
    (
        '4' , '8', '2023-03-25', 'СММ на 1 год для', '16'
),
    (
        '27' , '7', '2022-01-15', 'СММ на полгода ', '20'
),
    (
        '21' , '3', '2022-01-20', 'Баннер', '18'
),
    (
        '22' , '13', '2021-12-19', 'Оформление для VK-сообщества', '27'
),
    (
        '19' , '4', '2021-11-02', 'Вывеска магазина', '18'
),
    (
        '1' , '10', '2022-09-08', 'Таргет 3 настройки', '11'
),
    (
        '18' , '12', '2022-09-16', 'Таргет 10 настроек', '10'
),
    (
        '17' , '16', '2022-07-30', 'Рекламная компания', '18'
),
    (
        '16' , '18', '2021-11-11', 'Кросс-постинг.', '27'
),
    (
        '30' , '19', '2021-11-06', 'Разработка контент-плана', '15'
),
    (
        '24' , '19', '2022-12-28', 'Контент-план', '15'
),
    (
        '23' , '19', '2022-02-01', 'Контент-план', '9'
),
    (
        '20' , '19', '2022-02-18', 'Контент-план', '10'
),
    (
        '17' , '5', '2021-09-01', 'Баннер на рекламный столб.', '3'
),
    (
        '17' , '3', '2021-09-04', 'Баннер для агентства недвижимости.', '5'
),
    (
        '17' , '8', '2022-08-01', 'СММ на год', '18'
),
    (
        '15' , '11', '2022-05-20', 'Таргет 5 настроек.', '16'
),
    (
        '14' , '14', '2021-12-29', 'Дизайн для 3 соц.сетей - VK, Instagram, YouTube', '27'
),
    (
        '13' , '17', '2021-11-02', 'Аудит.', '18'
),
    (
        '11' , '1', '2022-05-06', 'Мини-баннер о поиске сотрудника.', '6'
),
    (
        '9' , '2', '2022-02-16', 'Баннер с номером телефона', '6'
),
    (
        '7' , '4', '2022-04-10', '', '5'
),
    (
        '6' , '4', '2022-02-23', '', '5'
),
    (
        '5' , '16', '2023-01-23', 'Рекламная компания', '18'
)
GO

Select * From Contracts